tap "danielfoehrkn/switch"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
brew "xz"
brew "openssl@3"
brew "bzip2"
brew "gettext"
brew "readline"
brew "sqlite"
brew "glib"
brew "ccat"
brew "coreutils"
brew "dos2unix"
brew "tcl-tk"
brew "expect"
brew "findutils"
brew "fzf"
brew "git"
brew "git-crypt"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg@2.2"
brew "gobject-introspection"
brew "grep"
brew "harfbuzz"
brew "helm"
brew "highlight"
brew "htop"
brew "jinja2-cli"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "moreutils"
brew "ncdu"
brew "node"
brew "openjdk"
brew "p7zip"
brew "pcre"
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "pyinstaller"
brew "python-yq"
brew "python@3.9"
brew "restic"
brew "rsync"
brew "s3cmd"
brew "telnet"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "danielfoehrkn/switch/switch"
cask "git-credential-manager"
cask "temurin"
cask "temurin@11"
cask "temurin@8"
