tap "danielfoehrkn/switch"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
brew "xz"
brew "openssl@3"
brew "bzip2"
brew "gettext"
brew "readline"
brew "sqlite"
brew "glib"
brew "ccat"
brew "coreutils"
brew "dos2unix"
brew "tcl-tk"
brew "expect"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "fzf"
brew "git"
brew "git-crypt"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg@2.2"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "helm"
brew "highlight"
brew "htop"
brew "jinja2-cli"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "moreutils"
brew "ncdu"
brew "nghttp2"
brew "node"
brew "openjdk"
brew "p7zip"
brew "pcre"
brew "php", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "pyinstaller"
brew "python-yq"
brew "python@3.9"
brew "restic"
brew "rsync"
brew "s3cmd"
brew "speedtest-cli"
brew "tarsnap"
brew "telnet"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "danielfoehrkn/switch/switch"
brew "gromgit/fuse/sshfs-mac"
cask "alt-tab"
cask "appcleaner"
cask "betterdisplay"
cask "chatgpt"
cask "command-x"
cask "git-credential-manager"
cask "grandperspective"
cask "hiddenbar"
cask "iterm2"
cask "keepingyouawake"
cask "linearmouse"
cask "mac-mouse-fix"
cask "macfuse"
cask "obsidian"
cask "onyx"
cask "rancher"
cask "rectangle"
cask "shottr"
cask "switchhosts"
cask "temurin"
cask "temurin@11"
cask "temurin@8"
cask "warp"
