tap "gromgit/fuse"
brew "gromgit/fuse/sshfs-mac"
cask "1password"
cask "alt-tab"
cask "appcleaner"
cask "betterdisplay"
cask "command-x"
cask "cyberduck"
cask "firefox"
cask "google-chrome"
cask "grandperspective"
cask "hiddenbar"
cask "iterm2"
cask "keepingyouawake"
cask "linearmouse"
cask "mac-mouse-fix"
cask "macfuse"
cask "microsoft-edge"
cask "microsoft-edge@beta"
cask "obsidian"
cask "onyx"
cask "rancher"
cask "rectangle"
cask "shottr"
cask "switchhosts"
cask "visual-studio-code"
cask "warp"
