tap "danielfoehrkn/switch"
tap "homebrew/bundle"
brew "bat"
brew "ncurses"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-which"
brew "inetutils"
brew "jq"
brew "kind"
brew "moreutils"
brew "ncdu"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tmux"
brew "yq"
brew "zoxide"
brew "vim"
brew "danielfoehrkn/switch/switch"
